<pre>
*******************************************************
** Welcome - ActiveTK.jp [https://www.activetk.jp/]  **
** Copyright (c) 2022 ActiveTK. All rights reserved. **
*******************************************************
LastUpdate: 2022/03/18
.2020
[10/24] 本サイトを作成、xfreeを使用してactivetk.cfで公開。
[11/07] SNS用のmetaタグを作成。
[11/21] 全てのURLをa-tk.cfに短縮。
[12/05] nonceを有効化。
[12/07] 感想フォームを設置。
[12/26] スパムコメント対策を作成。
.2021
[01/02] PHPのバージョンを [PHP7.0.x] から [PHP7.1.x] に変更。
[01/04] スパムメール収集用のコンテンツを作成。
[01/08] はてなブックマークのリンクを作成。
[03/02] a-tk.jpの短縮リンクを削除。
[03/23] StarServer(ライト)に移行。https化。
[04/27] Tor拒否を無効化。感想書き込み時は有効のまま。
[05/03] 一部のリンクをrinu.jpに短縮。
[06/10] コメントをSQLで管理するようにした。
[07/31] PHPのバージョンを [PHP8.x](現在8.07)に変更。
[12/27] DDOS攻撃に伴い、アクセスカウンターの方式を変更。
.2022
[01/06] サイトのデザインをかなり変更。
[03/18] activetk.jpへ移動。
*******************************************************
</pre>