<?php
  if (function_exists("DefaultPageView"))
    DefaultPageView("サービス概要");
?>
**【概要】
** <?="\e"?>[38;5;150m本サイト「activetk.jp」では、簡単に、安全で、無料で使える便利なツールを提供する事を目標としています。<?="\e"?>[0m
** <?="\e"?>[38;5;150m本サイト内の全てのツールは、特に指定が無い場合、全て無料でご利用いただけます。<?="\e"?>[0m
** <?="\e"?>[38;5;150mまた、本サイトは全て安全安心のオープンソースです。<?="\e"?>[0m
** <?="\e"?>[38;5;150mソースコードは[https://github.com/ActiveTK/ActiveTKDotJP]からご覧いただけます。<?="\e"?>[0m
<?=hr?>
**【沿革】
** <?="\e"?>[38;5;049m2020/10/24<?="\e"?>[0m 本サイトを作成、xfreeを使用してactivetk.cfで公開。
** <?="\e"?>[38;5;049m2020/11/07<?="\e"?>[0m SNS用のmetaタグを作成。
** <?="\e"?>[38;5;049m2020/11/21<?="\e"?>[0m 全てのURLをa-tk.cfに短縮。
** <?="\e"?>[38;5;049m2020/12/05<?="\e"?>[0m nonceを有効化。
** <?="\e"?>[38;5;049m2020/12/07<?="\e"?>[0m 感想フォームを設置。
** <?="\e"?>[38;5;049m2020/12/26<?="\e"?>[0m スパムコメント対策を作成。
** <?="\e"?>[38;5;049m2021/01/08<?="\e"?>[0m はてなブックマークのリンクを作成。
** <?="\e"?>[38;5;049m2021/03/02<?="\e"?>[0m a-tk.jpの短縮リンクを削除。
** <?="\e"?>[38;5;049m2021/03/23<?="\e"?>[0m StarServer(ライト)に移行。https化。
** <?="\e"?>[38;5;049m2021/04/27<?="\e"?>[0m Tor拒否を無効化。感想書き込み時は有効のまま。
** <?="\e"?>[38;5;049m2021/05/03<?="\e"?>[0m 一部のリンクをrinu.cfに短縮。
** <?="\e"?>[38;5;049m2021/06/10<?="\e"?>[0m コメントをSQLで管理するように変更。
** <?="\e"?>[38;5;049m2021/12/27<?="\e"?>[0m DDOS攻撃に伴い、アクセスカウンターの方式を変更。
** <?="\e"?>[38;5;049m2022/01/06<?="\e"?>[0m サイトのデザインをかなり変更。
** <?="\e"?>[38;5;049m2022/03/18<?="\e"?>[0m activetk.jpへ移動。UIの大幅な変更。OSS化。
** <?="\e"?>[38;5;049m2022/04/16<?="\e"?>[0m Onion版の「ActiveTK.jp#Onion」を作成。
** <?="\e"?>[38;5;049m2022/04/30<?="\e"?>[0m 「ActiveTK.jp」がGoogle アドセンスに合格。
** <?="\e"?>[38;5;049m2022/08/13<?="\e"?>[0m 「ActiveTK.jp#Onion」のURLを変更。
** <?="\e"?>[38;5;049m2022/12/30<?="\e"?>[0m 「ActiveTK's Note」を作成。
** <?="\e"?>[38;5;049m2023/03/07<?="\e"?>[0m curl版のActiveTK.jpを作成。
<?=hr?>
**【相互リンク / お勧めのサイト】
** https://rinu.cf/tsumuri   : <?="\e"?>[38;5;049mtsumuri's website<?="\e"?>[0m : tsumuriさんが作成・更新しているウェブサイトです。
** https://rinu.cf/256server : <?="\e"?>[38;5;049m256server        <?="\e"?>[0m : 256大好き!さんが作成・更新しているウェブサイトです。
<?=hr?>