<?php
  if (function_exists("DefaultPageView"))
    DefaultPageView("利用規約");
?>
**【制定】2022年03月19日
<?=hr?>
**【概要】
** <?="\e"?>[38;5;150mActiveTK.jpは、簡単に、安全で、無料で使える便利なツールを提供する事を目標とした、インターネット上でのWebツールを提供するサービスです。<?="\e"?>[0m
** <?="\e"?>[38;5;150mこの理念に基づき、目標を達成するためには、利用者様と我々ActiveTK.jpの開発者の関係や合意事項などについてを明確にする必要があると考えています。<?="\e"?>[0m
** <?="\e"?>[38;5;150m本利用規約は、できるだけ分かりやすく、簡単な表現を使用しているので、最後まで目を通していただけると幸いです。<?="\e"?>[0m
<?=hr?>
** 第一章 本利用規約について
**   第一条 本利用規約への同意
**     お客様は本Webサイト「ActiveTK.jp」が提供するツール等(以下、本サービスといいます)をご利用いただくにあたり、本利用規約に全て同意していただく必要があります。
**     本利用規約に全て又は一部同意できない場合には、速やかにタブを閉じてください。
**   第二条 本利用規約の適用の開始
**     本利用規約は日本時間の2022年03月20日00時00分より適用されるものとします。
**   第三条 本利用規約の変更
**     本サービスの管理者は、本利用規約をいつでも改変若しくは削除することのできるものとします。
**     また、管理者が利用規約変更した後に利用者様が再度サービスをご利用される場合には、新しい利用規約に全て同意する必要があります。
** 第二章 サービスの内容
**   第四条 サービスについて
**     本サービスは、インターネット上での便利なツールを提供するものです。
**     インターネットへ接続できる回線や端末、ブラウザ等はお客様が用意していただく必要がございます。
** 第三章 免責事項及びツールの利用によって発生する責任の所在
**   第五条 利用者の過失による責任
**     利用者様の過失又は故意若しくは悪用によって発生した全ての問題や第三者様とのトラブル、エラーに関する責任に対し、自己の費用と責任をもってこれを解決するものとし、
**     管理者、開発者並びに開発関係者は一切の責任を負わないものとします。
**   第六条 サービス提供の拒否
**     本サービスによって何等かの問題が発生した場合に、利用者様に重大または故意の過失があった場合や、開発者若しくは開発関係者が悪質と判断した場合には、
**     利用者様にIPアドレスに基づくアクセス拒否等の手段で、一方的に本サービスのご利用を拒否させていただく可能性があります。
**   第七条 サービス停止
**     管理者側の一方的な都合で本サービスの提供を停止した場合や、本利用規約第三章第六条の規定に基づいたサービス提供の拒否により本サービスご利用できなくなった事によって発生した、
**     全ての問題やトラブル、エラーに関する責任に対し、管理者、開発者並びに開発関係者は一切の責任を負わないものとします。
**   第八条 本サービスによって得られる情報や電磁的記録などの正確性
**     本サービスの利用によって得られる情報や電磁的記録などは、一部又は全てが正確ではない可能性があります。
**     ただし、管理者及び開発者は常に得られる情報の正確性の向上に努めなければならないものとします。
**   第九条 管理者が被った損害
**     本第三章の規定にもかかわらず、管理者、開発者並びに開発関係者が紛争に巻き込まれ、損失が発生した場合、
**     管理者、開発者並びに開発関係者は利用者様に対してその発生した損失の相当額分の損害賠償請求を行うことができるものとします。
**   第十条 管理者の過失
**     サービス管理者側に著しく利用者様の権利を侵害するような重大な過失があり、利用者様が損失を被った場合の損害賠償請求額の限度は、
**     その損失と本サービスの関連性について立証が可能な範囲の損失の相当額までとします。
** 第四章 附則事項
**   第十一条 解釈
**     本利用規約は日本法に基づき解釈されるものとし、本サービスに関して訴訟の必要が生じた場合には東京地方裁判所を第一審の専属的合意管轄裁判所とします。
<?=hr?>