<?php
  if (function_exists("DefaultPageView"))
    DefaultPageView("プライバシーに関する声明");
?>
**【制定】2022年03月20日
**【改定】2022年04月28日
**【改定】2022年05月03日
<?=hr?>
** 第一章 本サービスで収集する情報
**   第一条 サービスの提供に伴ってサーバーへアップロードされる情報
**     サービスの提供に伴い、ユーザーが入力したテキストや選択したファイルをサーバーへアップロードして、処理を行う事がございます。
**     これらの情報は、処理並びにユーザーへのサービスの提供が終了した時点で、サーバーから消去する事をお約束します。
**   第二条 Cookieの不使用
**     本サービスは、第三条並びに第四条の規定によるCookieを省いた、一切のCookieを使用しません。
**   第三条 Google社のサービス「Google アナリティクス」
**     本サイトでは、サービスの運営状況の確認や改善を目的に、Google社の提供する、Google アナリティクスを利用しています。
**     Google アナリティクスは、アクセス情報の収集のためにCookieを使用しています。
**     また、この情報は匿名で収集されており、個人を特定するものではありません。
**     詳しい内容については、Google アナリティクスの利用規約並びにプライバシーポリシーをご覧ください。      
**   第四条 広告
**     本サイトでは、Google社の広告サービス「Google アドセンス」を利用しています。
**     これにより、Google社などの第三者配信事業者や広告ネットワークがCookieを使用し、アクセス情報などに基づいて広告を配信する場合があります。
**     また、これらのパーソナライズ広告はGoogle社の広告設定より無効化する事が可能です。
**   第五条 アクセス数カウンター
**     本サイトでは、アクセス数カウンターを設置しています。
**     これにより、アクセス数のカウントを目的としてユーザーのIPアドレス及びアクセス回数の情報がサーバーに保存されますが、これは個人の特定に利用されるものではありません。
** 第二章 情報の削除
**   第六条 削除の申し立て
**     ユーザーは、管理者に対して、サーバーからアクセスログを省いた自らがアップロードした全てのデータの削除を申し立てる事ができるものとします。
** 第三章 ユーザーの意思に基づくデータの利用
**   第七条 報告データの利用
**     ユーザーが、バグの報告やエラーページの報告を行った場合には、当該データをサービスの改善に使用させていただきます。
**     なお、バグやエラーの特定を円滑に進めるために、報告を行ったユーザーのIPアドレス、ユーザーエージェント情報及びアクセスしたURLなどのデータを収集する場合がございます。
**   第八条 お問い合わせ
**     本サイトの「お問い合わせページ」でご記入頂いた情報は、サービスの改善に使用させていただきます。
**     また、入力されたメールアドレスが本件お問い合わせ以外に使用される事は絶対にございません。
<?=hr?>